{
	"$type": "app.bsky.labeler.defs#labelerViewDetailed",
	"uri": "at://did:plc:5ufq3dzhhoalmhl6bj7axoby/app.bsky.labeler.service/self",
	"cid": "bafyreier2cyorpnsjzan5tycb3yvwyue37dmc7z7r3hemz7kcti6jc5fh4",
	"creator": {
		"did": "did:plc:5ufq3dzhhoalmhl6bj7axoby",
		"handle": "proto.cosm.blue",
		"displayName": "Protocosm 💠",
		"avatar": "https://cdn.bsky.app/img/avatar/plain/did:plc:5ufq3dzhhoalmhl6bj7axoby/bafkreigcoc7ceij7d4qmc2z7b2yhkccxuch3hzjuprqeqbol3oa25jf4le@jpeg",
		"associated": {
			"labeler": true
		},
		"labels": [],
		"createdAt": "2024-11-06T01:58:51.878Z",
		"description": "Future something via @cosmeffect.com \nBased on aspects of the 64 Cosmograms: https://cosmeffect.com/aspects",
		"indexedAt": "2024-11-25T13:51:11.845Z"
	},
	"likeCount": 1,
	"indexedAt": "2024-11-25T16:57:43.959Z",
	"labels": [],
	"policies": {
		"labelValueDefinitions": [
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "ignore",
				"identifier": "Q4-hybrid",
				"locales": [
					{
						"description": "With an ebb of disorder but before any order flows back and gets restored is a hybrid state. Taking on aspects of all three of the other quiddities, a hybrid one where the ebbing of a disorder can exhibit itself as uncertainty or a reforming and restructuring process. Never quite fully chaos but also not completely with sequence or steucture, and with a fusion of qualities, there is much that would be unknown of this properties of this quiddity. Yet, in an ebbing process of disorder also comes the emergence and concresence of features from these unknown qualities. They may take shape from out of an uncertain nature and what remains and is retained after. Out of near chaos comes the most to yield.\n\nBefore any order restors, there is much to be processed and integrated from the disorder and of the whole flux. A return to order is the end of an integration process, and for us, may seem and appear much like our thoughts being thought through. Thoughts attempt to make present sense of previous experience of other quiddities through cognition but may appear elsewhere within the world just as our objectivity does. An ebbing away from disorder is to bring about an order from the out of the dark into the light experience, awareness, and imagery that is in ourselves, the world, and the universe at large.",
						"lang": "en",
						"name": "Hybrid - Ebbing Disorder"
					}
				],
				"severity": "alert"
			},
			{
				"adultOnly": false,
				"blurs": "content|media|none",
				"defaultSetting": "ignore",
				"identifier": "Q3-lucid",
				"locales": [
					{
						"description": "Where novel properties and states begin to appear among many cosmograms in coherence. Much like memory looking back, a mirrored reflection on the past, or a symmetric echo, disordered flows arise with them the opportunity to 'look back' on previous states that have been. A lucid quiddity is one where any histories, futures, and diverging trails will all have led, may lead to or have led, and will all have led to. As an in-between and transitive mode, until order undulates and cycles around again, there comes potential for newer, perhaps better, more adaptive states to anneal and be tempered into place. As cyclic processes that progress however often, disorder in a cycle allows for more to be formed from it.\n\nQuite like a mental picture of something, imagining, fantasizing, or a flashing memory of something just seen, this quiddity retains an arising and falling sense of order of what has occurred beforehand. Where there is disorder, there is order contra to it. The contrast of the two can lead to a sensory gathering mode of perception–searching for either any previous order or entirely new and emergent structures. This allows for an evolving mind that, when not overly disordered, can return with potentially new knowledge. Insights may arise like nerves, and while emerging, can be formative to experience and may become part of larger processes where lucidity has the potential to be integrated and reflected upon.",
						"lang": "en",
						"name": "Lucid - Flowing Disorder"
					}
				],
				"severity": "alert"
			},
			{
				"adultOnly": false,
				"blurs": "content|media|none",
				"defaultSetting": "ignore",
				"identifier": "Q2-vivid",
				"locales": [
					{
						"description": "A vivid quiddity is like a primitive feeling or emotion that anything could experience. A certain loss of order can lead to a perturbation of a state where things will start to  have a noticeable difference and change from where there once was something else prior. As they ebb, ordered states can start to open to a reorganization of previous harmonious and ordered states. With there being a porous opening of what has once encapsulated, new features may emerge into being and a new feeling may arise. \n\nWhere there is an ebb of order, there is an awareness of it having been so, which can lead to a state of reflection upon previous harmoniously ordered states. This reflection happens from a disturbance of order yet still has order very much a part of it. Leading into a disordered state is where drops of consciousness gain a recollection of what things were like in past harmonious states and add the element of feeling and emotion to experience. These feelings and emotions may be in a most basic form, but countless overlapping of these all add to the complex emotions we experience in our day-to-day consciousness and may be more or less positive or negative.",
						"lang": "en",
						"name": "Vivid - Ebbing Order"
					}
				],
				"severity": "alert"
			},
			{
				"adultOnly": false,
				"blurs": "content|media|none",
				"defaultSetting": "ignore",
				"identifier": "Q1-fluid",
				"locales": [
					{
						"description": "Out of the four quiddities, flowing order makes for the harmony and synchrony between the other quiddities. Where there is fluidity, there is flowing consistency and constant adaptation whereever they may cohere. With this ever-flowing quiddity there is also space for persistence through time and a maleable durability. Fluidity could be considered as the electricity, current of what animates any experience or phenomenon, even if it goes by unnoticed. When things go as they should, they are within some flowing order and move along through the world and our perceptions rather fluidly. \n\nHaving a fluid quiddity or nature is much like that of water in the sense that liquidity appears as an emergent phenomenon, which roughly relates to how we may see our conscious experiences as. As separate phenomenal senses add together and cohere into a whole, they create a metaphorical liquidity of the mind, just as individual molecules make up the properties of water. To extend this metaphor a bit further, each of our separate conscious experiences makes up a single drop of water in an ocean of consciousness. This ocean could be considered as the collective consciousness which is trying to emerge from each of the droplets or as our own complete conscious experience at any one moment.",
						"lang": "en",
						"name": "Fluid - Flowing Order"
					}
				],
				"severity": "alert"
			}
		],
		"labelValues": [
			"Q1-fluid",
			"Q2-vivid",
			"Q3-lucid",
			"Q4-hybrid"
		]
	}
}