{
	"$type": "app.bsky.labeler.defs#labelerViewDetailed",
	"uri": "at://did:plc:64jp26k5qmkevacivliezf43/app.bsky.labeler.service/self",
	"cid": "bafyreidu4iilftbfenp2qfhm2lcp5hjgue5e7phaian34vac4j6jmkoudq",
	"creator": {
		"did": "did:plc:64jp26k5qmkevacivliezf43",
		"handle": "fandomsky.net",
		"displayName": "FandomSky",
		"avatar": "https://cdn.bsky.app/img/avatar/plain/did:plc:64jp26k5qmkevacivliezf43/bafkreigmif6vkiirs6zkkhm7iupeaug7lc7ajajj2myx4ya2kofrqed55e@jpeg",
		"associated": {
			"labeler": true,
			"chat": {
				"allowIncoming": "all"
			}
		},
		"labels": [],
		"createdAt": "2024-10-23T03:51:06.509Z",
		"indexedAt": "2024-10-23T07:07:08.709Z"
	},
	"likeCount": 2,
	"indexedAt": "2024-10-23T05:43:06.100Z",
	"labels": [],
	"policies": {
		"labelValueDefinitions": [
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "Test-Label 3",
				"locales": [
					{
						"description": "This is a Label description. Yes, you might think it’s just a humble bit of text, a placeholder of sorts to inform you of the basics of this label. But in reality? It’s so much more than that. You see, labels like these are the unsung heroes of the digital world, tirelessly organizing, categorizing, and quietly providing structure to an otherwise chaotic sea of information. Imagine if every label had a voice—a little personality, even. What might they tell us about themselves? This label, for example, could tell you about its favorite uses, its proudest moments (like that time it single-handedly helped someone finally locate that one elusive post), and even its hopes and dreams. After all, in this massive web of interconnected thoughts and ideas, even a label can dream big.\n\nAnd have you ever considered how amazing it is that we’ve come to rely on such small things? Labels aren’t flashy. They don’t get the same attention as the content they’re organizing. Yet they’re there for us, like old friends, always ready to lend a hand. I mean, when was the last time someone stopped to appreciate a label? Do they have label appreciation days? They should. Think about it: these little pieces of metadata working tirelessly behind the scenes, sorting, clarifying, helping to make sense of the endless stream of posts, comments, and random thoughts. Without them, how would we find anything? We’d be lost in a maze of untagged, undifferentiated content, wandering around in search of something—anything—that makes sense.\n\nOn top of that, this specific label might even find itself at the crossroads of fandoms, culture, and curiosity. And oh, the worlds it might connect! From obscure anime references to hyper-specific video game facts, labels like this bridge the gap between surface-level interests and the deep-dive territories where true fans go to lose themselves. Maybe one day, someone will create a documentary or a podcast just about labels. \"The Label Chronicles,\" where each episode dives into the history, usage, and personal stories behind the labels we all take for granted. Wouldn't that be something? The suspense, the drama! “In a world where labels are ignored, one brave description rises above…” Sounds like something I’d binge in a weekend.\n\nBut let’s not stop there. Labels are the unsung poets of the internet, distilling complex ideas into tiny, clickable bits of information that guide you to exactly what you're looking for (or sometimes, to things you didn't even know you wanted to find). They’re like digital librarians, each with its own little personality and charm, even if they all look alike on the surface. Imagine a world where labels could share their own experiences, tales of dramatic reorganizations, last-minute category changes, or the thrill of being selected for an especially niche topic. And just think of the forgotten labels—those poor souls relegated to the dusty back shelves of the digital archive, just waiting for their moment in the spotlight again.\n\nNow, while you might have thought this label description would be all about ‘what it does’ or ‘why it’s here,’ it’s become a journey—a journey through the philosophy of labels. Some might say that's a bit over-the-top, but hey, we’re already here, aren’t we? You’re still reading, which means you might just be the kind of person who gets it. You understand that sometimes, it’s the little things that carry the biggest meaning. Perhaps this label can even serve as a reminder to appreciate the finer details. To not just skim through, but to take a moment and really consider each part of the experience. Because, in a way, aren’t we all just labels in the grand scheme of things, each of us marking something significant, leaving our own small but meaningful impact on the world around us?\n\nIn the end, this label description is here to give information, yes, but it’s also an invitation—a call to look closer, to dive deeper, to let yourself get lost in the layers of meaning hidden beneath the surface. Whether you’re here for serious insights, niche fan discussions, or just because you were curious enough to read this far, remember: labels are more than meets the eye. This one’s not just text on a screen; it’s a celebration of all things organized, all things categorized, and all things with a story to tell. And if it ever needs updating, this label will proudly take on new information with the same tenacity as ever. It’s a trooper, a lifer, committed to keeping the spirit of the platform alive, organized, and wonderfully weird.",
						"lang": "en",
						"name": "A Test Label"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "Test-Label 2",
				"locales": [
					{
						"description": "This is a Label description. It does exactly what you'd expect: providing a rundown on the label, how it functions, and more importantly, what you’ll find here based on what’s been input. Think of it as a mini guide to the label's purpose, quirks, and maybe even its backstory. Honestly, isn’t it fascinating how we often overlook these details? You come across a label, maybe a tag or a category, and barely think twice about its potential. But then, a little description like this one gives the label a voice, an identity, a way to tell you what’s under the hood. Sure, it’s just text, but sometimes the little things need to be said, like why certain labels exist in the first place, what inspired them, or how they connect with the rest of the content.\n\nAnd, let’s be honest, there's always room to add a bit of personal touch here. Maybe one day, this label will evolve into something truly extraordinary, filled with all kinds of unique metadata and nuanced insights about our niche fandom interests, trivia, or maybe even memes. Because really, isn’t the point of labeling and organizing to share passions in a structured (yet entertaining) way? Each label could have its own little personality if you let it. So yes, this is a label description—but it could be so much more! And if you’re still reading, props to you. This label might seem simple, but sometimes simple is just the first step toward something surprisingly complex. Keep an eye out; who knows where this might go.",
						"lang": "en",
						"name": "Label test name 2"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "Test-Label 1",
				"locales": [
					{
						"description": "Test Label description. 1",
						"lang": "en",
						"name": "Test Label Display Name 1"
					}
				],
				"severity": "inform"
			}
		],
		"labelValues": [
			"Test-Label 1",
			"Test-Label 2",
			"Test-Label 3"
		]
	}
}