{
	"$type": "app.bsky.labeler.defs#labelerViewDetailed",
	"uri": "at://did:plc:fcikraffwejtuqffifeykcml/app.bsky.labeler.service/self",
	"cid": "bafyreicigy32zpokzm6bgjqau4hxl7nx2eskxn3b2ofvmz7flhqvex5vxq",
	"creator": {
		"did": "did:plc:fcikraffwejtuqffifeykcml",
		"handle": "label.wol.blue",
		"displayName": "FF14ヒカセンラベリング/FFXIV WoL Labeling",
		"avatar": "https://cdn.bsky.app/img/avatar/plain/did:plc:fcikraffwejtuqffifeykcml/bafkreie4kemqc5wdcrdy6bgoqqbtdbewypykcf2lvh3mmtnyyqda2irfz4@jpeg",
		"associated": {
			"labeler": true,
			"chat": {
				"allowIncoming": "all"
			}
		},
		"labels": [],
		"createdAt": "2024-03-16T16:37:51.757Z",
		"description": "- Contents Labeling(Japanese only)\n拡張パッケージごとのコンテンツをラベリングします\nhttps://x.gd/or3VB\n\n- Job Badges(Japanese/English)\nあなたのプロファイルにジョブ名を表示できます/You can display the job badges on your profile.\nhttps://x.gd/1ZT1N\n\nBy @usounds.work\n© SQUARE ENIX",
		"indexedAt": "2024-09-14T08:26:42.706Z"
	},
	"likeCount": 130,
	"indexedAt": "2024-03-16T16:41:19.759Z",
	"labels": [],
	"policies": {
		"labelValueDefinitions": [
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "whitemage",
				"locales": [
					{
						"description": "White Mage\nWhite magic, the arcane art of succor, was conceived eras past that the world might know comfort. Alas, man began perverting its powers for self-gain, and by his wickedness brought about the Sixth Umbral catastrophe. Although the art subsequently became forbidden, it is now in the midst of a revival at the hands of the Padjal, chosen of the elementals.\nThose who would walk the path of the white mage are healers without peer, possessed of the power to deliver comrades from the direst of afflictions—even the icy grip of death itself.",
						"lang": "en",
						"name": "WHM"
					},
					{
						"description": "癒やしと浄化の力として編み出されながらも、人々の尽きぬ欲望のために乱用され、大災厄を引き起こした歴史を持つ「白魔法」。一度は、禁忌として封じられたが、後世、「グリダニア」の「角尊」たちの手で復元され、密かに継承されてきた。\n\nその知識を正しく扱うことができたなら、どんな死地にあっても仲間を救うことができる、最後の希望となるはずだ。",
						"lang": "ja",
						"name": "白魔道士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "scholar",
				"locales": [
					{
						"description": "Scholar\nIn an age long past, when mankind flourished under the radiance of arcane mastery, the island of Vylbrand was home to a city-state called Nym. Though the history of that age tells of countless wars waged with earth-shattering incantations, it was the brilliant strategic maneuvering of Nym's scholars that allowed their mundane army of mariners to throw back would-be conquerors time and again. These learned men and women defended the freedom of their tiny nation with their unique command over spell-weaving faeries, utilizing the creatures' magicks to heal the wounded and bolster the strength of their allies.",
						"lang": "en",
						"name": "SCH"
					},
					{
						"description": "魔法文明が花開いた古の時代……バイルブランド島に「ニーム」という都市国家が存在した。\n強力な魔法がもてはやされた戦乱の時代にあって、海兵を主力とする「ニーム」が独立を維持できたのは、軍学を修めた「学者」の指揮があればこそであった。使い魔「フェアリー」を操る学者は、傷ついた味方を癒やしつつ潜在能力を引き出し、小国の自由を守り抜いたと伝えられている。",
						"lang": "ja",
						"name": "学者"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "astrologian",
				"locales": [
					{
						"description": "Astrologian\nEver has man coveted knowledge, and none more so than that of his fate. Thus did he labor to master the skill of foresight—but initial efforts bore little fruit. That is, until he looked to the stars above, which foretell the coming seasons, and learned to read the heavens.\n\nThough this gift is known today as astrology, the people of Sharlayan saw fit to not only read the stars, but to write their movements as well. By attuning their aetherial energies to that of constellations, they learned to wield magicks with heretofore unseen properties.\n\nThus was astromancy born—a new form of magick which grants its users power over fate. Employing a star globe and divining deck in their miraculous deeds, fortune always smiles upon these masters of arcana.",
						"lang": "en",
						"name": "AST"
					},
					{
						"description": "古の昔より、人は定かではない未来を知ろうと試みてきた。\n大半が児戯にも等しい物であったが、やがて星々の動きから、季節の移ろいを知る術が編み出されてゆく。\nそれは後に天文学と呼ばれる分野の知識であったが、一方で北洋の学術都市「シャーレアン」では、天に座す「星座」と己のエーテルを結びつけ、奇跡を成す「占星魔法」が確立されていった。\n「天球儀」を回し、星座を暗示する「アルカナ」により運命を切り開く者、それが「占星術師」である。",
						"lang": "ja",
						"name": "占星術師"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "sage",
				"locales": [
					{
						"description": "Sage\nThe nation of Sharlayan is the cradle of knowledge, and the Studium its foremost institution of learning. Yet more so than its incomparable library and formidable assemblage of Archons, this prestigious academy is famed for blending traditionally distinct fields to produce revolutionary new disciplines. Among these, perhaps the most distinguished is an altruistic art which draws upon the wisdom of aetherology, sorcery, and medicine. Dubbed somanoutics, the art seeks to heal and protect by manipulating corporeal aether through the use of nouliths, a flying array of foci. Practitioners are dedicated to the betterment of mankind, and for their wisdom and compassion, eventually came to be known simply as sages.",
						"lang": "en",
						"name": "SGE"
					},
					{
						"description": "シャーレアン魔法大学――それは、知の都を代表する最高学府である。\nその最大の特徴は、膨大な蔵書数を誇る書院でも、数多の賢人たちでもない。複数の学問を横断的に学ぶことで、新たな学問を創出してきた歴史にあるのだ。中でも、エーテル学と魔法学に、医学を統合することで生み出された「賢学」は、ほかに類を見ない学問である。結節点となる賢具を配置して立体的な魔法陣を形成し、体内エーテルに作用して治癒や攻撃を為す。それが、「人の進歩」を目指す賢学の徒――すなわち賢者の術である。",
						"lang": "ja",
						"name": "賢者"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "paladin",
				"locales": [
					{
						"description": "Paladin\nFor centuries, the elite of the Sultansworn have served as personal bodyguards to the royal family of Ul'dah. Known as paladins, these men and women marry exquisite swordplay with stalwart shieldwork to create a style of combat uncompromising in its defense. Clad in brilliant silver armor, they charge fearlessly into battle, ever ready to lay down their lives for their liege.\nTo be a paladin is to protect, and those who choose to walk this path will become the iron foundation upon which the party's defense is built.",
						"lang": "en",
						"name": "PLD"
					},
					{
						"description": "ウルダハの近衛兵団「銀冑団」の騎士たちは、\n忠誠を誓う王家を守るため、長い歴史の中で技を磨き上げてきた。\n\n白銀の甲冑で身を固め、大盾と騎士剣を手に戦いに身を投じる彼らは、剣術だけではなく護衛術にも長け、主君の命を断固として守り抜く。彼ら「ナイト」の戦技を学べば、鉄壁の守護者として戦場に君臨できることだろう。",
						"lang": "ja",
						"name": "ナイト"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "warrior",
				"locales": [
					{
						"description": "Warrior\nOn the northernmost edge of Abalathia's Spine exists a mountain tribe renowned for producing fearsome mercenaries. Wielding greataxes and known as warriors, these men and women learn to harness their inner-beasts and translate that power to unbridled savagery on the battlefield.\nIn former times which saw war waged ceaselessly in Eorzea, the warriors featured prominently on the front lines of battle. With the arrival of peacetime, however, their art has descended into the shadows of obscurity, where it remains to this day.\n",
						"lang": "en",
						"name": "WAR"
					},
					{
						"description": "北アバラシア山脈に棲まう山岳民族は、歴史的に多くの傭兵を輩出してきた。大ぶりの戦斧を手にした彼らは「戦士」と呼ばれ、各地の戦場で活躍。\n\n人が生まれ持つ闘争本能を目覚めさせ、獣性むき出しで戦う彼らは、驚くべき強靱さで戦い続けるという。\nだが、都市国家間の紛争が絶えなかった戦乱期の終焉と共に、徐々に姿を消し、今ではその技の継承者も僅かしか存在しない。",
						"lang": "ja",
						"name": "戦士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "darkknight",
				"locales": [
					{
						"description": "Dark Knight\nThe pious Ishgardian clergy guide the flock, and the devout knights protect the weak. Yet even the holiest of men succumb to the darkest of temptations.\n\nNone dare to administer justice to these sacrosanct elite residing outside the reach of the law. Who, then, defends the feeble from the transgressions of those meant to guide and protect them?\n\nA valiant few take up arms to defend the downtrodden, and not even the holy priests and knights can escape their judgment. Pariahs in their own land, they are known by many as “dark knights.”\n\nThese sentinels bear no shields declaring their allegiance. Instead, their greatswords act as beacons to guide the meek through darkness.",
						"lang": "en",
						"name": "DRK"
					},
					{
						"description": "聖職者たちが民を導き、騎士たちが民を護る宗教都市「イシュガルド」。\nしかし、高潔であるべき者の中にも、悪は存在する。\n見捨てられた者を護るため、果たされぬ正義を成すため、タブーである聖職者殺し、騎士殺しをも厭わぬ者たち。\n信念のために業を背負い、己の内に闇を飼い慣らす者たち……人は彼らを「暗黒騎士」と呼ぶ。\n彼らは決して盾を掲げない。\n騎士の盾には、権力の象徴たる紋章が描かれるのだから。\nただ大剣を闇にかざし、磨くのみである。",
						"lang": "ja",
						"name": "暗黒騎士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "gunbreaker",
				"locales": [
					{
						"description": "Gunbreaker\nThe Hrothgar of northern Ilsabard have passed the art of the gunblade from one generation to the next. The weapon itself combines a sword with a firing mechanism, emitting a range of magical effects by utilizing aetherially imbued cartridges. Originally employed by Queen Gunnhildr's personal guard, they were once known as \"Gunnhildr's Blades\" and differ greatly from the similarly named weapons used in the Garlean Empire.",
						"lang": "en",
						"name": "GNB"
					},
					{
						"description": "北洲イルサバード大陸南部の外れに位置する辺境の地。\n当地で暮らすロスガル族は、剣のような刀身に、銃のようなグリップを併せ持つ、奇妙な武器を継承してきた。\n特殊なシリンダーに魔力を込め、引き金を引くことで一気に解放して、刀身より魔法的効果を発揮する。古の女王「グンヒルド」の親衛隊が用いたというその武器を、彼らは「グンヒルドの剣」――すなわち「ガンブレード」と呼ぶ。ガレマール帝国軍が用いる同名の武器とは、ルーツも構造も異なる存在なのだ。",
						"lang": "ja",
						"name": "ガンブレイカー"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "monk",
				"locales": [
					{
						"description": "Monk\nThough now under Garlean rule, the city-state of Ala Mhigo once boasted the greatest military might of all Eorzea. Among its standing armies were the monks—ascetic warriors as dreaded by foes on the field of battle as the city-state's great pikemen.\nThe monks comprised an order known as the Fist of Rhalgr, and it was to this god—the Destroyer—that they devoted their lives of worship. By mastering seats of power within the body known as chakra, they are capable of performing extraordinary physical feats.",
						"lang": "en",
						"name": "MNK"
					},
					{
						"description": "かつてエオルゼア随一の軍事力を誇った城塞都市「アラミゴ」。\nその精強なる軍勢の中で、パイク兵と並び、\n他都市に恐れられたのが「モンク」と呼ばれる僧兵であった。\n\n「ラールガー星導教」の僧侶でもある彼らは、信奉する壊神「ラールガー」に一歩でも近づくため研鑽を積み、独自の格闘術を発展させてきた。\n\nチャクラを操る彼らは、己の身体能力を最大限に高め、舞うように闘うという。",
						"lang": "ja",
						"name": "モンク"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "dragoon",
				"locales": [
					{
						"description": "Dragoon\nOf all the things that are symbolic of the nation of Ishgard, few are more recognized than the dragoon. Born amidst the timeless conflict between men and dragons, these lance-wielding knights have developed an aerial style of combat, that they might better pierce the scaled hides of their mortal foes.\nTaking to the firmament as though it were an extension of the land, they descend upon the enemy with every onze of their bodies behind the blow. It is this penetrative power that characterizes the dragoon.",
						"lang": "en",
						"name": "DRG"
					},
					{
						"description": "竜を屠る者……「竜騎士」。\n建国以来、ドラゴン族との果て無き戦いを続ける宗教都市「イシュガルド」において、その言葉が持つ意味は限りなく重い。\n\nドラゴン族を倒す。その目的のためだけに発展した槍術は、硬き鱗に隠されたドラゴン族の急所を狙うため、独特の跳躍攻撃を生み出した。天高く跳び、槍と一体となって舞い降りる……その貫通力は攻撃の要となるだろう。",
						"lang": "ja",
						"name": "竜騎士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "ninja",
				"locales": [
					{
						"description": "Ninja\nHailing from the war-torn lands of the Far East, the secret arts of the ninja were born of necessity, and have since given rise to a unique breed of highly-trained combatants.\n\nAble to manipulate the vital energies of the land, the air, and living beings, they manifest their power through the weaving of signs, unleashing a wide array of attacks against their foes. Master the arts of the ninja and learn to bend the tide of battle to your will.",
						"lang": "en",
						"name": "NIN"
					},
					{
						"description": "はるか昔、乱世に生きる東方の民が\n己の身と財を守るために編み出したという\n忍びの技……忍術。\n\n天の中、地の底、人の内に流れる気を用い、印を結ぶことで神秘を成すと伝えられているこの秘術は、はるか辺境の地に散在する隠れ里で密かに継承されてきた。もし、その術を体得することができれば、戦の流れを変える力を得られるだろう。",
						"lang": "ja",
						"name": "忍者"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "samurai",
				"locales": [
					{
						"description": "Samurai\nFar across the rolling waves, towards the rising sun, there lies the island nation of Hingashi.\n\nIn the distant past, the realm's great lords vied for supremacy over its seagirt confines in a long and bloody conflict. And taking to battle in their lieges' names were noble swordsmen whose art was forged in the crucible of war: the samurai.\n\nEventually, the nation was unified under one banner, and these warriors came to wield their katana not upon fields as part of an army, but upon streets as protectors of the peace.\n\nBut as a neglected blade grows dull with rust, so too do men forget their purpose. Amidst waning memories of the old ways, a determined few hold fast to their convictions, hands by katana grips, awaiting the moment for steel to sing.",
						"lang": "en",
						"name": "SAM"
					},
					{
						"description": "はるかなる海を越えた東の果てに浮かぶは、「ひんがしの国」。\n\n島内の限りある土地を巡り、豪族たちがしのぎを削る乱世が続いた結果、国主に従い戦に参じる「侍」たちの技もまた、独自の発展を遂げていった。その後、天下統一が成されると、「刀」を佩く彼らは、いつしか雪月花美しき故郷の平和を護る者へと変化していったという。\n\nだが、研ぐことを怠れば、鋭き刃も鈍り、志もまた墜ちるもの。真の「侍」の数が減りゆくなかで、己の信念を込めて柄に手をかけ、「抜刀」の刻を待つ者たちがいた。",
						"lang": "ja",
						"name": "侍"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "reaper",
				"locales": [
					{
						"description": "Reaper\nThe Garleans' forebears were once humble farmers who made their home among the sun-drenched fields of southern Ilsabard. That was, until they were driven from this paradise by invaders wielding arcane magicks. Forced north into the frigid mountains, the survivors sought a means to tap into the reservoir of aether otherwise closed to them. A daring few found their answer within the void, binding themselves to its creatures to gain verboten power─power fed by the souls of the slain. Once more they took up their scythes, this time to reap a crimson harvest.",
						"lang": "en",
						"name": "RPR"
					},
					{
						"description": "ガレアン族は、エーテル放射を不得手とする。\nかつて彼らは温暖なイルサバード大陸南部で農耕民として暮らしていたが、魔法を得意とする異民族との戦いに敗れ、中央山脈以北の寒冷地に追いやられた経緯を持つ。その苦しみの歴史の中で、常に魔法に替わる力を求め続けた彼らは、やがてひとつの技にたどり着く。クリスタルを触媒に異界「ヴォイド」と交信し、自らの半身たり得る妖異「アヴァター」を探し出し、契約を交わしたのだ。彼らは、同胞の命を守るため、その出自を示す大鎌を手に戦う。\n魂の収穫者、リーパーとして。",
						"lang": "ja",
						"name": "リーパー"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "viper",
				"locales": [
					{
						"description": "Viper\nAmong the myriad beasts of Tural, a select few awaken to preternatural power, becoming what are known as tural vidraal. To overcome the threat of these almighty beings, hunters studied one of nature's deadliest predators─one capable of overcoming foes greater even than themselves: the viper. They are swift and agile, with dual blades like fangs to bite, or combine into a single weapon to weave about the battlefield. Named for the serpent that inspired their fighting style, the vipers of Tural remain steadfast in their duty to defend the people.",
						"lang": "en",
						"name": "VPR"
					},
					{
						"description": "トラル大陸において、長い年月を経て強大な力を得た獣を「トラルヴィドラール」と呼ぶ。\nこの種の限界を超えた脅威を倒すため、狩人たちは密林最強の捕食者を観察し、学びを得ることとなる。\nそれは、ときに己よりも大きな獲物さえ丸呑みにする「蛇」――素早い動きで二本の毒牙を突き立てる様から「二刀による連撃」を、長い身体で獲物に絡みつく様から「二刀を連結させる型」を編み出したのだ。\n二刀流武器を駆使して大物を狩り、人々の営みを護る者たちが、ヴァイパーと称されるのはそれ故のことである。",
						"lang": "ja",
						"name": "ヴァイパー"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "bard",
				"locales": [
					{
						"description": "Bard\nThe word \"bard\" ordinarily puts folk in mind of those itinerant minstrels, fair of voice and nimble of finger, who earn their coin performing in taverns and the halls of great lords. Few know, however, that bards in fact trace their origins back to the bowmen of eld, who sang in the heat of battle to fortify the spirits of their companions.\nIn time, their impassioned songs came to hold sway over the hearts of men, inspiring their comrades to great feats and granting peace unto those who lay upon the precipice of death.",
						"lang": "en",
						"name": "BRD"
					},
					{
						"description": "「吟遊詩人」と言えば、旅に生き、各地の酒場や宴の席で歌う者を連想するだろう。しかし、かつては弓の使い手を指して、そう呼んでいた。\n\n古の弓兵は、戦場で弓の弦をつまはじき、詩歌を吟じたと伝えられている。恐怖心を払うため、勝利を祝すため、そして、死した戦友を弔うため……。かくして命せめぎ合う戦場で吟じられる詩歌には、人の魂を震わせる力が宿るようになったという。",
						"lang": "ja",
						"name": "吟遊詩人"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "machinist",
				"locales": [
					{
						"description": "Mechanist\nThe war with Dravania rages on, brutal and unrelenting. With no end in sight, the Holy See grows desperate. As her dragoons lay down their lives in defense of their home, Ishgard turns to technology to protect her sons and daughters. Great cannons and ballistas now line the city walls, plucking dragons from the sky.\n\nFollowing the example of Cid Garlond, who has demonstrated the potency of magitek, the Skysteel Manufactory works tirelessly on the development of advanced armaments. As new and devastating weapons are brought to the fray, a new class of champion arises to wield them―the machinist.",
						"lang": "en",
						"name": "MCH"
					},
					{
						"description": "ドラゴン族との果てなき戦いを繰り広げる皇都「イシュガルド」。\n剣と槍とを掲げる騎士の国として知られているが、強力なドラゴン族に対抗するため、近年では対竜バリスタやカノン砲の開発にも余念がない。\nそんな中、帝国人機工師シド・ガーロンドが亡命したことで、エオルゼアに魔導技術が流入。\n皇都の「スカイスチール機工房」では、魔導技術を独自に発展させた兵器が開発され、新たな機工猟兵「機工士」が産まれつつあった。",
						"lang": "ja",
						"name": "機工士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "dancer",
				"locales": [
					{
						"description": "Dancer\nFrom the Near Eastern nation of Thavnair comes a troupe of bewitchingly graceful performers. Though certainly elegant and beautiful, their movements also speak of martial discipline─of a pulsing, persistent energy whose rhythm can inspire souls and soothe troubled hearts. Inured to the hardships of the road, these dancers have learned to land throwing weapons with the same exacting precision as their footfalls, removing any who would obstruct the endless beat of the dance.",
						"lang": "en",
						"name": "DNC"
					},
					{
						"description": "近東の島国「サベネア」から、魅力的な旅芸人の一座がやってきた。\nその踊り子が舞うのは、単純に美しいだけの舞踏ではない。彼らが舞うのは「クリークタンツ」と呼ばれる武の舞踏――。見る者の魂を震わせる鼓舞の力であり、その心に生まれた負の感情を鎮める神秘の技であるともいう。\nまた、厳しい旅路の中で護身術を磨いてきた踊り子たちは、投擲武器と幻扇を華麗に操り、立ちふさがる者を討ち倒す。",
						"lang": "ja",
						"name": "踊り子"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "blackmage",
				"locales": [
					{
						"description": "Black Mage\nIn days long past, there existed an occult and arcane art known as black magic—a potent magic of pure destructive force born forth by a sorceress of unparalleled power. Those who learned to wield this instrument of ruin came to be called black mages, out of both fear and respect for their gift. Yet great power served to corrupt the judgment of mortal man, and so he unknowingly set out upon the path of ruin.\nAdventurers who take the black will become agents of devastation, capable of annihilating those who oppose them through little more than the force of their will.",
						"lang": "en",
						"name": "BLM"
					},
					{
						"description": "はるか昔、あるひとりの偉大な女魔道士が編み出したとされる破壊の力「黒魔法」。人々は強大な「黒魔法」の使い手を、「黒魔道士」と呼び、畏れ敬ったという。だが、大きすぎる力は、やがて人々を滅びの道に誘うことに……。\n\n今や失われたこの魔法を会得できたとしたら、眼前に立ちはだかる敵たちを、灼熱の業火で焼き尽くすことも容易い。",
						"lang": "ja",
						"name": "黒魔道士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "redmage",
				"locales": [
					{
						"description": "Red Mage\nOn the eastern edge of Abalathia's Spine lies the mountainous region of Gyr Abania.\n\nIt is in these elevated lands that people took shelter, when a burning star guided them away from the Sixth Umbral Calamity's treacherous floodwaters. The survivors gathered from near and far, and amongst them were refugees of the sorcerous cities of Mhach and Amdapor.\n\nThese sworn enemies buried their history for the sake of the future, and cast aside their vestments of black and white. Upon the remnants of their arts a new discipline was built, and the first red mages stepped forward with rapiers in hand to fight back against the rising tides of destruction.",
						"lang": "en",
						"name": "RDM"
					},
					{
						"description": "アバラシア山脈の東端、峨々たる山岳地帯「ギラバニア」。\n\n第五星暦末期のこと、迫り来る水の災厄「第六霊災」から逃れるため、星の輝きに導かれた人々が、方々から山間を目指して集結したという。その中には、魔大戦で激しく戦い合った魔法都市「マハ」の黒魔道士と、古都「アムダプール」の白魔道士の姿もあった。\n\nそして、滅びの定めに抗うため、かつての敵同志が手を結び、黒魔法でも白魔法でもない新たな魔法体系の確立に挑む。かくして、「細剣」を手に戦う「赤魔道士」が誕生したのである。",
						"lang": "ja",
						"name": "赤魔道士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "summoner",
				"locales": [
					{
						"description": "Summoner\nThe beast tribes of Eorzea worship and summon forth beings known as primals, among which are Ifrit, Garuda, and Titan. Yet what is a god to one man is a demon to another, for the city-states of Eorzea see these beings as a grave threat to their collective survival.\nIn times immemorial, there lived mages who had not only the power to summon the primals, but also the means to transmute the primals' essences, thus binding them to their will. Known simply as summoners, the existence of these men and women and their arcane art have been all but lost to the ages.",
						"lang": "en",
						"name": "SMN"
					},
					{
						"description": "焔神「イフリート」、岩神「タイタン」、嵐神「ガルーダ」……これら蛮族勢力が呼び降ろした「蛮神」と呼ばれる存在は、エオルゼア諸都市にとって大いなる脅威となっている。\n\nだが、太古の昔には、呼び降ろされた「蛮神」の力を奪い、性質を変容させることで、使い魔として使役する者たちがいた。人は彼らを「異形の獣を召喚する者」、「召喚士」と呼んだが、その存在は今や忘れ去られて久しい。",
						"lang": "ja",
						"name": "召喚士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "pictomancer",
				"locales": [
					{
						"description": "Pictomancer\nThough the Fifth Astral Era is most famously associated with the War of the Magi, a wealth of lesser-known legends were forged in that bygone age. Among them is the tale of Archon Relm, an itinerant artist and mage who relinquished her traditional staff for a magicked brush. With it, she would render abstract images to life, establishing an entirely new school of magic in so doing. Masters of this arcane discipline follow in the Archon's footsteps, wielding vibrant hues of aether to invoke all manner of fantastical beasts, weapons, and landscapes from their mind's eye─for the source of a pictomancer's power lies not in their artistic skill, but the richness of their imagination, with which they strive to paint a brighter future.",
						"lang": "en",
						"name": "PCT"
					},
					{
						"description": "時は第五星暦末期、マハの黒魔法とアムダプールの白魔法が衝突する魔大戦のさなかのこと。\n後に十二賢者のひとりとして称えられることになる流浪の画家「リルム」によって、新たな魔法「絵画魔法」が生み出された。\n杖を筆へと持ち替え、絵の具に見立てた魔力をもって想像したものを描き出し、事象に変換する――その術を極めれば、存在しない獣を、武器を、環境をも具現化することができるという。\n絵画魔法の使い手たるピクトマンサーに求められるのは絵心ではない、魔力を操る才と未来を思い描く想像力なのだ。",
						"lang": "ja",
						"name": "ピクトマンサー"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "bluemage",
				"locales": [
					{
						"description": "Blue Mage\nA so-called mage of rather questionable character claims to have mastered an outlandish form of spellcasting that resembles neither black nor white magic during his voyage to the New World. Allegedly, anyone who purchases one of his soul crystals can learn to mimic the aetherial magicks of wild creatures. But can he be trusted, or is he merely a con artist looking to make a quick gil?",
						"lang": "en",
						"name": "BLU"
					},
					{
						"description": "新大陸帰りの怪しげな男が冒険者相手に広め始めた、\nまったく新しい魔法体系「青魔法」。\n\nそのルーツは西方の新大陸に住まう少数部族「ワラキ族」の伝統的な魔法にあるという。噂によれば、ラーニングの技術を学べば、野獣や魔物が生存競争を勝ち抜くために身に着けた、原始的な魔法を自らの物として会得できるらしいのだが……。",
						"lang": "ja",
						"name": "青魔道士"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "content",
				"defaultSetting": "hide",
				"identifier": "label-test",
				"locales": [
					{
						"description": "This is a label for testing purposes. If you post 'ラベラーのテストしたい' it will automatically be labeled.",
						"lang": "en",
						"name": "Test Label"
					},
					{
						"description": "動作確認用のお遊びラベルです。「ラベラーのテストしたい」と投稿すると勝手にラベルがつきます。",
						"lang": "ja",
						"name": "テスト用ラベル"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "content",
				"defaultSetting": "ignore",
				"identifier": "dawntrail",
				"locales": [
					{
						"description": "This label for Japanese only. Please set as [Off].",
						"lang": "en",
						"name": "Dawntrail"
					},
					{
						"description": "黄金のエリア名、ID名、討滅戦、レイド名をラベルします[dawntrail]",
						"lang": "ja",
						"name": "黄金"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "content",
				"defaultSetting": "ignore",
				"identifier": "shadowbringers",
				"locales": [
					{
						"description": "This label for Japanese only. Please set as [Off].",
						"lang": "en",
						"name": "漆黒"
					},
					{
						"description": "漆黒のエリア名、ID名、討滅戦、レイド名をラベルします[shadowbringers]",
						"lang": "ja",
						"name": "漆黒"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "content",
				"defaultSetting": "ignore",
				"identifier": "endwalker",
				"locales": [
					{
						"description": "This label for Japanese only. Please set as [Off].",
						"lang": "en",
						"name": "暁月"
					},
					{
						"description": "暁月のエリア名、ID名、討滅戦、レイド名をラベルします[endwalker]",
						"lang": "ja",
						"name": "暁月"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "content",
				"defaultSetting": "ignore",
				"identifier": "latest-patch",
				"locales": [
					{
						"description": "This label for Japanese only. Please set as [Off].",
						"lang": "en",
						"name": "最新パッチ"
					},
					{
						"description": "最新パッチのIDや討滅戦、レイド名、バレ系をラベルします[latest-patch]",
						"lang": "ja",
						"name": "最新パッチ"
					}
				],
				"severity": "inform"
			}
		],
		"labelValues": [
			"latest-patch",
			"shadowbringers",
			"endwalker",
			"dawntrail",
			"label-test",
			"paladin",
			"warrior",
			"darkknight",
			"gunbreaker",
			"whitemage",
			"scholar",
			"astrologian",
			"sage",
			"monk",
			"dragoon",
			"ninja",
			"samurai",
			"reaper",
			"viper",
			"bard",
			"machinist",
			"dancer",
			"blackmage",
			"summoner",
			"redmage",
			"pictomancer",
			"bluemage"
		]
	}
}