{
	"$type": "app.bsky.labeler.defs#labelerViewDetailed",
	"uri": "at://did:plc:hysbs7znfgxyb4tsvetzo4sk/app.bsky.labeler.service/self",
	"cid": "bafyreiheio4kznqphrwzhsuzblcmibu6gdk44hsarbie6cwqmrcs2d42mq",
	"creator": {
		"did": "did:plc:hysbs7znfgxyb4tsvetzo4sk",
		"handle": "bskyttrpg.bsky.social",
		"displayName": "TTRPG Class Identifier",
		"avatar": "https://cdn.bsky.app/img/avatar/plain/did:plc:hysbs7znfgxyb4tsvetzo4sk/bafkreiavshfh6fdwi6bbhxbkmo6cpxjkv44ko3d3k4qbehrcc3wocnniqy@jpeg",
		"associated": {
			"labeler": true,
			"chat": {
				"allowIncoming": "all"
			}
		},
		"labels": [],
		"createdAt": "2024-06-27T05:05:53.378Z",
		"description": "Like & Subscribe to find out your class\nIf you want to find out what commands are available\n@bskyttrpg.bsky.social listcommands\n\nhttps://bskyttrpg.ripperoni.com/ui\n\nAny issues, reach out to @ripperoni.com\n",
		"indexedAt": "2024-12-11T02:50:24.243Z"
	},
	"likeCount": 30711,
	"indexedAt": "2024-06-28T02:57:51.755Z",
	"labels": [],
	"policies": {
		"labelValueDefinitions": [
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "alchemist",
				"locales": [
					{
						"description": "There’s no sight more beautiful to you than a strange brew bubbling in a beaker, and you consume your ingenious elixirs with abandon. You’re fascinated by uncovering the secrets of science and the natural world, and you’re constantly experimenting in your lab or on the go with inventive concoctions for every eventuality. You are fearless in the face of risk, hurling explosive or toxic creations at your foes. Your unique path toward greatness is lined with alchemical brews that push your mind and body to their limits.",
						"lang": "en",
						"name": "Alchemist"
					},
					{
						"description": "Não há visão mais bela do que uma mistura estranha borbulhando em um béquer, e você consome seus elixires engenhosos sem nenhuma preocupação. Você é fascinado em descobrir os segredos da ciência e do mundo natural, e está constantemente experimentando com concocções em seu laboratório ou em campo para qualquer eventualidade. Você é destemido frente ao risco, arremessando criações explosivas ou tóxicas em seus adversários. Seu único caminho à grandeza está cheio de misturas alquímicas\n\nque levam seu corpo e mente ao limite.",
						"lang": "pt",
						"name": "Alquimista"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "barbarian",
				"locales": [
					{
						"description": "Rage consumes you in battle. You delight in wreaking havoc and using powerful weapons to carve through your enemies, relying on astonishing durability without needing complicated techniques or rigid training. Your rages draw upon a vicious instinct, which you might associate with an animal, a spirit, or some part of yourself. To many barbarians, brute force is a hammer and every problem looks like a nail, whereas others try to hold back the storm of emotions inside them and release their rage only when it matters most.",
						"lang": "en",
						"name": "Barbarian"
					},
					{
						"description": "A fúria de batalha o consome. Você sente prazer em causar destruição e atravessar seus inimigos com armas poderosas , contando com uma durabilidade impressionante independente de técnicas complicadas ou treinamento rígido. Sua fúria se alimenta de seus instintos brutais, que você pode associar com um animal, espírito ou alguma parte de si. Para muitos bárbaros a força bruta é um martelo e todo problema é um prego, enquanto outros tentam conter a torrente de emoções dentro de si e liberam sua fúria somente quando realmente necessário.",
						"lang": "pt",
						"name": "Bárbaro"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "bard",
				"locales": [
					{
						"description": "You are a master of artistry, a scholar of hidden secrets, and a captivating persuader. Using powerful performances, you influence minds and elevate souls to new levels of heroics. You might use your powers to become a charismatic leader, or perhaps you might instead be a counselor, manipulator, scholar, scoundrel, or virtuoso. While your versatility leads some to consider you a beguiling ne’erdo- well and a jack-of-all-trades, it’s dangerous to dismiss you as a master of none.",
						"lang": "en",
						"name": "Bard"
					},
					{
						"description": "Você é um mestre das artes, um estudioso de segredos escondidos e um persuasor cativante. Usando performances poderosas, você influencia mentes e eleva almas a novos níveis de heroísmo. Você pode usar seus poderes para se tornar um líder carismático, ou talvez possa ser um conselheiro, estudioso, malandro, manipulador ou virtuoso. A sua versatilidade faz com que alguns o vejam como um faz-tudo ou vadio irresponsável mas menosprezá-lo como um mestre de nada é algo muito, muito perigoso.",
						"lang": "pt",
						"name": "Bardo"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "champion",
				"locales": [
					{
						"description": "You are an emissary of a deity, a devoted servant who has taken up a weighty mantle, and you adhere to a code that holds you apart from those around you. While champions exist for every alignment, as a champion of good, you provide certainty and hope to the innocent. You have powerful defenses that you share freely with your allies and innocent bystanders, as well as holy power you use to end the threat of evil. Your devotion even attracts the attention of holy spirits who aid you on your journey.",
						"lang": "en",
						"name": "Champion"
					},
					{
						"description": "Você é um emissário de uma divindade — um servo devotado que vestiu um pesado manto de responsabilidade e adere a um código que o mantém à parte dos outros. Embora existam campeões de todas as tendências, como um campeão do bem você traz certeza e esperança aos inocentes. Você possui defesas poderosas que compartilha livremente com seus aliados e inocentes e um poder divino que usa para encerrar qualquer ameaça maligna. Sua devoção atrai até mesmo a atenção de espíritos sagrados que o ajudam em sua jornada.",
						"lang": "pt",
						"name": "Campeão"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "cleric",
				"locales": [
					{
						"description": "Deities work their will upon the world in infinite ways, and you serve as one of their most stalwart mortal servants. Blessed with divine magic, you live the ideals of your faith, adorn yourself with the symbols of your church, and train diligently to wield your deity’s favored weapon. Your spells might protect and heal your allies, or they might punish foes and enemies of your faith, as your deity wills. Yours is a life of devotion, spreading the teachings of your faith through both word and deed.",
						"lang": "en",
						"name": "Cleric"
					},
					{
						"description": "As divindades exercem sua vontade sobre o mundo de infinitas formas, e você é um de seus servos mortais mais resolutos. Abençoado com magia divina, você vive segundo os ideais de sua fé, se adorna com os símbolos de sua igreja e treina diligentemente para empunhar a arma favorita de sua divindade. Suas magias podem proteger e curar seus aliados ou punir os adversários e inimigos de sua fé, conforme a vontade de sua divindade. Você tem uma vida de devoção, pregando os ensinamentos de sua fé através das palavras e do exemplo",
						"lang": "pt",
						"name": "Clérigo"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "druid",
				"locales": [
					{
						"description": "The power of nature is impossible to resist. It can bring ruin to the stoutest fortress in minutes, reducing even the mightiest works to rubble, burning them to ash, burying them beneath an avalanche of snow, or drowning them beneath the waves. It can provide endless bounty and breathtaking splendor to those who respect it— and an agonizing death to those who take it too lightly. You are one of those who hear nature’s call. You stand in awe of the majesty of its power and give yourself over to its service.",
						"lang": "en",
						"name": "Druid"
					},
					{
						"description": "É impossível resistir ao poder da natureza. Ela pode arruinar a mais resistente das fortalezas em minutos, reduzir até mesmo as obras mais bem feitas a detritos, queimá-las em cinzas, enterrá-las sob uma avalanche de neve ou submergi-las sob as ondas. Ela pode fornecer magnanimidade e esplendor de tirar o fôlego àqueles que a respeitam — e uma morte agonizante àqueles que a tratam levianamente. Você é um dos que ouvem o chamado da natureza. Você reverencia a majestade de seu poder e se entrega a seu serviço.",
						"lang": "pt",
						"name": "Druida"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "fighter",
				"locales": [
					{
						"description": "Fighting for honor, greed, loyalty, or simply the thrill of battle, you are an undisputed master of weaponry and combat techniques. You combine your actions through clever combinations of opening moves, finishing strikes, and counterattacks whenever your foes are unwise enough to drop their guard. Whether you are a knight, mercenary, sharpshooter, or blade master, you have honed your martial skills into an art form and perform devastating critical attacks on your enemies.",
						"lang": "en",
						"name": "Fighter"
					},
					{
						"description": "Lutando por honra, ganância, lealdade ou simplesmente pela emoção da batalha, você é um mestre incontestável de armas e técnicas de combate. Você combate usando combinações inteligentes de movimentos de abertura, golpes de finalização e contra-ataques sempre que seus adversários agem imprudentemente e baixam a guarda. Seja um cavaleiro, mercenário, atirador ou mestre da lâmina, você aprimorou suas habilidades marciais como uma forma de arte e desfere ataques críticos e devastadores em seus inimigos",
						"lang": "pt",
						"name": "Guerreiro"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "monk",
				"locales": [
					{
						"description": "The strength of your fist flows from your mind and spirit. You seek perfection—honing your body into a flawless instrument and your mind into an orderly bastion of wisdom. You’re a fierce combatant renowned for martial arts skills and combat stances that grant you unique fighting moves. While the challenge of mastering many fighting styles drives you to great heights, you also enjoy meditating on philosophical questions and discovering new ways to obtain peace and enlightenment.",
						"lang": "en",
						"name": "Monk"
					},
					{
						"description": "A força de seu punho flui de sua mente e espírito. Você busca a perfeição - aprimorando seu corpo em um instrumento impecável e sua mente em um bastião ordenado de sabedoria. Você é um combatente feroz, conhecido por suas habilidades em artes marciais e posições de combate que lhe conferem movimentos de luta exclusivos. Embora o desafio de dominar vários estilos de luta o leve a grandes alturas, você também gosta de meditar sobre questões filosóficas e descobrir novas maneiras de obter paz e iluminação.",
						"lang": "pt",
						"name": "Monge"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "witch",
				"locales": [
					{
						"description": "You command powerful magic, not through study or devotion to any ideal, but as a vessel or agent for a mysterious, otherworldly patron that even you don't entirely understand. This entity might be a covert divinity, a powerful fey, a manifestation of natural energies, an ancient spirit, or any other mighty supernatural being—but its nature is likely as much a mystery to you as it is to anyone else. Through a special familiar, your patron grants you versatile spells and powerful hexes to use as you see fit, though you're never certain if these gifts will end up serving your patron's larger plan.",
						"lang": "en",
						"name": "Witch"
					},
					{
						"description": "Você comanda uma magia poderosa, não por meio de estudo ou devoção a qualquer ideal, mas como um recipiente ou agente de um patrono misterioso e de outro mundo que nem mesmo você entende completamente. Essa entidade pode ser uma divindade oculta, um fey poderoso, uma manifestação de energias naturais, um espírito antigo ou qualquer outro ser sobrenatural poderoso - mas sua natureza provavelmente é um mistério tanto para você quanto para qualquer outra pessoa. Por meio de um familiar especial, seu patrono lhe concede magias versáteis e feitiços poderosos para usar como quiser, embora você nunca tenha certeza se esses dons acabarão servindo ao plano maior de seu patrono.",
						"lang": "pt",
						"name": "Bruxa"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "wizard",
				"locales": [
					{
						"description": "You are an eternal student of the arcane secrets of the universe, using your mastery of magic to cast powerful and devastating spells. You treat magic like a science, cross-referencing the latest texts on practical spellcraft with ancient esoteric tomes to discover and understand how magic works. Yet magical theory is vast, and there’s no way you can study it all. You either specialize in one of the eight schools of magic, gaining deeper understanding of the nuances of those spells above all others, or favor a broader approach that emphasizes the way all magic comes together at the expense of depth.",
						"lang": "en",
						"name": "Wizard"
					},
					{
						"description": "Você é um eterno estudante dos segredos arcanos do universo, utilizando sua maestria mística para conjurar magias poderosas e devastadoras. Você trata a magia como uma ciência, cruzando referências de textos mais recentes da prática mágica moderna com tomos esotéricos antigos para descobrir e compreender o funcionamento interno da magia. Porém, o campo da teoria mágica é vasto, e não há como você estudá-lo por completo. Você se especializa em uma das oito escolas de magia, aprofundando-se nas nuances desse tipo específico de magia ou assume uma abordagem mais ampla enfatizando os laços em comum que unem todas as magias.",
						"lang": "pt",
						"name": "Mago"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "rogue",
				"locales": [
					{
						"description": "You are skilled and opportunistic. Using your sharp wits and quick reactions, you take advantage of your opponents’ missteps and strike where it hurts most. You play a dangerous game, seeking thrills and testing your skills, and likely don’t care much for any laws that happen to get in your way. While the path of every rogue is unique and riddled with danger, the one thing you all share in common is the breadth and depth of your skills.",
						"lang": "en",
						"name": "Rogue"
					},
					{
						"description": "Você é competente e oportunista. Usando sua perspicácia sagaz e reações rápidas, você tira vantagem dos erros de seus oponentes e ataca onde mais dói. Você faz apostas perigosas, caçando emoções e testando os limites de suas habilidades, e provavelmente não se importa muito com quaisquer leis que possam atrapalhar sua empreitada. Embora o caminho de todo ladino seja único e cheio de perigos, a única coisa que todos têm em comum é a variedade e profundidade de suas perícias.",
						"lang": "pt",
						"name": "Ladino"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "ranger",
				"locales": [
					{
						"description": "Some rangers believe civilization wears down the soul, but still needs to be protected from wild creatures. Others say nature needs to be protected from the greedy, who wish to tame its beauty and plunder its treasures. You could champion either goal, or both. You might be a scout, tracker, or hunter of fugitives or beasts, haunting the edge of civilization or exploring the wilds. You know how to live off the land and are skilled at spotting and taking down both opportune prey and hated enemies.",
						"lang": "en",
						"name": "Ranger"
					},
					{
						"description": "Alguns patrulheiros acreditam que a civilização desgasta a alma, mas ainda precisa ser protegida de criaturas selvagens. Outros dizem que a natureza precisa ser protegida dos gananciosos, que desejam domar sua beleza e saquear seus tesouros. Você pode defender um desses objetivos ou mesmo ambos. Você pode ser um batedor, rastreador ou caçador de bestas ou de fugitivos, vivendo às margens da civilização ou explorando os ermos. Você sabe viver da terra e é competente em abater presas oportunas e inimigos odiados",
						"lang": "pt",
						"name": "Patrulheiro"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "sorcerer",
				"locales": [
					{
						"description": "You didn’t choose to become a spellcaster—you were born one. There’s magic in your blood, whether a divinity touched one of your ancestors, a forebear communed with a primal creature, or a powerful occult ritual influenced your line. Self-reflection and study allow you to refine your inherent magical skills and unlock new, more powerful abilities. The power in your blood carries a risk, however, and you constantly face the choice of whether you’ll rise to become a master spellcaster or fall into destruction.",
						"lang": "en",
						"name": "Sorcerer"
					},
					{
						"description": "Você não escolheu se tornar um conjurador — você nasceu assim. A magia corre em seu sangue, seja porque uma divindade marcou um de seus ancestrais, porque um antepassado comungou com uma criatura primal ou porque um poderoso ritual ocultista influenciou sua linhagem. Autorreflexão e estudo lhe permitem refinar suas habilidades mágicas inerentes e acessar novas habilidades mais poderosas. Entretanto, o poder em seu sangue carrega um risco e você constantemente enfrenta a escolha de se erguer como um mestre conjurador ou sucumbir à destruição.",
						"lang": "pt",
						"name": "Feiticeiro"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "psychic",
				"locales": [
					{
						"description": "The mind can perceive truths hidden to fine-tuned instruments, house more secrets than any tome, and move objects and hearts more deftly than any lever. By delving into both the conscious and subconscious aspects of your inner self, you have awoken to the might of psychic magic, allowing you to cast spells not through incantations or gestures but by the power of your will alone. While the thin line between your mind and reality means that a single errant thought could have unintended consequences for yourself and your companions, you know that anything is possible, if you can imagine it.",
						"lang": "en",
						"name": "Psychic"
					},
					{
						"description": "A mente é capaz de perceber verdades ocultas até mesmo em instrumentos afinados, de guardar mais segredos do que qualquer livro e de mover objetos e corações com mais destreza do que qualquer alavanca. Ao mergulhar nos aspectos conscientes e subconscientes do seu eu interior, você despertou para o poder da magia psíquica, o que lhe permite lançar feitiços não por meio de encantamentos ou gestos, mas apenas pelo poder da sua vontade. Embora a linha tênue entre sua mente e a realidade signifique que um único pensamento errôneo pode ter consequências indesejadas para você e seus companheiros, você sabe que tudo é possível, se você puder imaginar.",
						"lang": "pt",
						"name": "Psíquico"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "kineticist",
				"locales": [
					{
						"description": "The power of the elements flows from within you. Roaring fire, pure water, fleeting air, steadfast earth, twisting wood, slicing metal. A kinetic gate inextricably tied to your body channels power directly from the elemental planes, causing elements to leap to your hand, whirl around your body, and blast foes at your whim. As your connection to the planes grows, you attain true mastery over your chosen elements.",
						"lang": "en",
						"name": "Kineticist"
					},
					{
						"description": "O poder dos elementos flui de dentro de você. Fogo crepitante, água pura, ar fugaz, terra firme, madeira retorcida, metal cortante. Um portal cinético inextricavelmente ligado ao seu corpo canaliza o poder diretamente dos planos elementais, fazendo com que os elementos saltem para a sua mão, girem em torno do seu corpo e explodam os inimigos a seu bel-prazer. À medida que sua conexão com os planos aumenta, você atinge o verdadeiro domínio sobre os elementos escolhidos.",
						"lang": "pt",
						"name": "Cineticista"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "summoner",
				"locales": [
					{
						"description": "You can magically beckon a powerful being called an eidolon to your side, serving as the mortal conduit that anchors it to the world. Whether your eidolon is a friend, a servant, or even a personal god, your connection to it marks you as extraordinary, shaping the course of your life dramatically",
						"lang": "en",
						"name": "Summoner"
					},
					{
						"description": "Você pode chamar magicamente um ser poderoso chamado eidolon para ficar ao seu lado, servindo como um canal mortal que o ancora ao mundo. Quer o seu eidolon seja um amigo, um servo ou até mesmo um deus pessoal, sua conexão com ele o marca como extraordinário, moldando dramaticamente o curso de sua vida",
						"lang": "pt",
						"name": "Invocador"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "oracle",
				"locales": [
					{
						"description": "Your conduit to divine power eschews the traditional channels of prayer and servitude—you instead glean divine truths that extend beyond any single deity. You understand the great mysteries of the universe embodied in overarching concepts that transcend good and evil or chaos and law, whether because you perceive the common ground across multiple deities or circumvent their power entirely. You explore one of these mysteries and draw upon its power to cast miraculous spells, but that power comes with a terrible price: a curse that grows stronger the more you draw upon it. Your abilities are a double-edged sword, which you might uphold as an instrument of the divine or view as a curse from the gods.",
						"lang": "en",
						"name": "Oracle"
					},
					{
						"description": "Seu canal para o poder divino evita os canais tradicionais de oração e servidão - em vez disso, você colhe verdades divinas que vão além de qualquer divindade. Você entende os grandes mistérios do universo incorporados em conceitos abrangentes que transcendem o bem e o mal ou o caos e a lei, seja porque você percebe a base comum entre várias divindades ou porque contorna totalmente o poder delas. Você explora um desses mistérios e utiliza seu poder para lançar feitiços milagrosos, mas esse poder tem um preço terrível: uma maldição que se torna mais forte quanto mais você a utiliza. Suas habilidades são uma faca de dois gumes, que você pode defender como um instrumento do divino ou ver como uma maldição dos deuses.",
						"lang": "pt",
						"name": "Oráculo"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "investigator",
				"locales": [
					{
						"description": "You seek to uncover the truth, doggedly pursuing leads to reveal the plots of devious villains, discover ancient secrets, or unravel other mysteries. Your analytical mind quickly formulates solutions to complicated problems and your honed senses identify even the most obscure clues. Wielding knowledge as a weapon, you study the creatures and dangers you encounter to exploit their weaknesses.",
						"lang": "en",
						"name": "Investigator"
					},
					{
						"description": "Você busca descobrir a verdade, perseguindo obstinadamente pistas para revelar as tramas de vilões desonestos, descobrir segredos antigos ou desvendar outros mistérios. Sua mente analítica formula rapidamente soluções para problemas complicados e seus sentidos aguçados identificam até mesmo as pistas mais obscuras. Empunhando o conhecimento como uma arma, você estuda as criaturas e os perigos que encontra para explorar seus pontos fracos.",
						"lang": "pt",
						"name": "Investigador"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "swashbuckler",
				"locales": [
					{
						"description": "Many warriors rely on brute force, weighty armor, or cumbersome weapons. For you, battle is a dance where you move among foes with style and grace. You dart among combatants with flair and land powerful finishing moves with a flick of the wrist and a flash of the blade, all while countering attacks with elegant ripostes that keep enemies off balance. Harassing and thwarting your foes lets you charm fate and cheat death time and again with aplomb and plenty of flair.",
						"lang": "en",
						"name": "Swashbuckler"
					},
					{
						"description": "Muitos guerreiros dependem da força bruta, de armaduras pesadas ou de armas incômodas. Para você, a batalha é uma dança em que você se move entre os inimigos com estilo e graça. Você se lança entre os combatentes com elegância e executa golpes finais poderosos com um movimento do pulso e um lampejo da lâmina, ao mesmo tempo em que rebate os ataques com jogadas elegantes que mantêm os inimigos desequilibrados. Ao perseguir e frustrar seus adversários, você pode encantar o destino e enganar a morte várias vezes com desenvoltura e muito talento.",
						"lang": "pt",
						"name": "Pirata"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "magus",
				"locales": [
					{
						"description": "Combining the physicality and technique of a warrior with the ability to cast arcane magic, you seek to perfect the art of fusing spell and strike. While the hefty tome you carry reflects hours conducting arcane research, your enemies need no reminder of your training. They recognize it as you take them down.",
						"lang": "en",
						"name": "Magus"
					},
					{
						"description": "Combinando a fisicalidade e a técnica de um guerreiro com a capacidade de lançar magia arcana, você busca aperfeiçoar a arte de fundir feitiço e ataque. Embora o pesado tomo que você carrega reflita horas de pesquisa arcana, seus inimigos não precisam se lembrar de seu treinamento. Eles o reconhecem quando você os derruba.",
						"lang": "pt",
						"name": "Magus"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "thaumaturge",
				"locales": [
					{
						"description": "The world is full of the unexplainable: ancient magic, dead gods, and even stranger things. In response, you've scavenged the best parts of every magical tradition and built up a collection of esoterica—a broken holy relic here, a sprig of mistletoe there—that you can use to best any creature by exploiting their weaknesses and vulnerabilities. The mystic implement you carry is both badge and weapon, its symbolic weight helping you bargain with and subdue the supernatural. Every path to power has its restrictions and costs, but you turn them all to your advantage. You're a thaumaturge, and you work wonders.",
						"lang": "en",
						"name": "Thaumaturge"
					},
					{
						"description": "O mundo está cheio do inexplicável: magia antiga, deuses mortos e coisas ainda mais estranhas. Em resposta a isso, você pegou as melhores partes de todas as tradições mágicas e construiu uma coleção de esotéricos - uma relíquia sagrada quebrada aqui, um ramo de visco ali - que você pode usar para superar qualquer criatura explorando suas fraquezas e vulnerabilidades. O implemento místico que você carrega é tanto uma insígnia quanto uma arma, pois seu peso simbólico o ajuda a negociar e subjugar o sobrenatural. Cada caminho para o poder tem suas restrições e custos, mas você os utiliza em seu benefício. Você é um taumaturgo e faz maravilhas.",
						"lang": "pt",
						"name": "Taumaturgo"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "dwarf",
				"locales": [
					{
						"description": "Dwarves are a short, stocky people who are often stubborn, fierce, and devoted.",
						"lang": "en",
						"name": "Dwarf"
					},
					{
						"description": "Anões possuem uma reputação merecida como um povo estoico e austero, arraigado em cidadelas e cidades esculpidas de rocha sólida. Embora alguns os vejam como carrancudos artesãos de pedra e metal, apenas os anões e aqueles que os conhecem de perto compreendem o seu zelo irrefreável pelo trabalho e a sua dedicação à qualidade em vez de quantidade. Para um estranho eles podem parecer desconfiados e reclusos em seus clãs, mas os anões são calorosos e atenciosos com seus amigos e família — preenchendo seus salões com o som de risadas e martelos batendo em bigornas.",
						"lang": "pt",
						"name": "Anão"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "elf",
				"locales": [
					{
						"description": "Elves are a tall, long-lived people with a strong tradition of art and magic.",
						"lang": "en",
						"name": "Elf"
					},
					{
						"description": "Como um povo antigo, elfos presenciaram enormes mudanças e possuem uma perspectiva única, que só é possível ao testemunhar o arco da história. Após deixarem o mundo em tempos antigos, eles retornaram a uma terra quase irreconhecível e ainda lutam para reivindicar seus lares ancestrais — especialmente aquelas invadidas por demônios terríveis. Para alguns, os elfos são alvo de admiração — graciosos e belos, com imenso talento e conhecimento. Contudo, os próprios elfos dão muito mais importância à sua liberdade pessoal do que a viver segundo estes ideais.",
						"lang": "pt",
						"name": "Elfo"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "gnome",
				"locales": [
					{
						"description": "Gnomes are short and hardy folk, with an unquenchable curiosity and eccentric habits.",
						"lang": "en",
						"name": "Gnome"
					},
					{
						"description": "Muito tempo atrás, os primeiros ancestrais gnomos emigraram do Primeiro Mundo, o reino das fadas. Embora não seja claro o motivo da peregrinação inicial dos gnomos para Golarion, esta linhagem féerica se manifesta nos gnomos modernos como um raciocínio bizarro, excentricidade, tendências obsessivas e algo geralmente visto como ingenuidade. As suas origens de outro mundo se refletem mais ainda em suas características físicas, como membros esguios, cabelos de cores brilhantes e traços faciais infantis e extremamente expressivos.",
						"lang": "pt",
						"name": "Gnomo"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "goblin",
				"locales": [
					{
						"description": "Goblins are a short, scrappy, energetic people who have spent millennia maligned and feared.",
						"lang": "en",
						"name": "Goblin"
					},
					{
						"description": "As histórias convolutas às quais outras pessoas se prendem não interessam aos goblins. Este povo pequeno vive no momento, e prefere histórias exageradas a registros concretos. Guerras que ocorreram algumas décadas atrás são praticamente história antiga. Incompreendidos pelos outros povos, os goblins são felizes à sua própria maneira. As virtudes dos goblins incluem ser presentes, criativos e honestos. Eles se esforçam em levar vidas cheias de satisfação em vez de preocuparem-se com o final de suas jornadas. Contar histórias, sem serem pedantes a respeito dos detalhes dos fatos. Eles podem ser baixos, mas sonham alto.",
						"lang": "pt",
						"name": "Goblin"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "halfling",
				"locales": [
					{
						"description": "Halflings are a short, resilient people who exhibit remarkable curiosity and humor.",
						"lang": "en",
						"name": "Halfling"
					},
					{
						"description": "Sem um lugar para chamar de seu, halflings controlam poucos assentamentos maiores do que aldeias. Em vez disso, eles frequentemente vivem entre humanos dentro das muralhas de cidades maiores, montando pequenas comunidades junto dos povos mais altos. Muitos halflings levam vidas perfeitamente satisfatórias às sombras de seus vizinhos maiores, enquanto outros preferem uma existência nômade — viajando o mundo e se aproveitando de quaisquer oportunidades e aventuras que surjam",
						"lang": "pt",
						"name": "Halfling"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "human",
				"locales": [
					{
						"description": "Humans are diverse and adaptable people with wide potential and deep ambitions.",
						"lang": "en",
						"name": "Human"
					},
					{
						"description": "Tão imprevisíveis e variados como os outros povos de Golarion, humanos possuem uma motivação excepcional e uma grande capacidade de tolerar e expandir. Embora muitas civilizações tenham prosperado antes da ascensão da humanidade, os humanos construíram algumas das maiores e mais terríveis sociedades em todo o curso da história, tornando-se o povo mais populoso nos reinos ao redor do Mar Interior",
						"lang": "pt",
						"name": "Humano"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "leshy",
				"locales": [
					{
						"description": "Leshies are immortal nature spirits placed in small plant bodies, seeking to experience the world.",
						"lang": "en",
						"name": "Leshy"
					},
					{
						"description": "Leshies são espíritos imortais da natureza colocados em pequenos corpos de plantas, buscando experimentar o mundo.",
						"lang": "pt",
						"name": "Leshy"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "orc",
				"locales": [
					{
						"description": "Orcs are proud, strong people with hardened physiques who value physical might and glory in combat.",
						"lang": "en",
						"name": "Orc"
					},
					{
						"description": "Os orcs são pessoas orgulhosas e fortes, com um físico robusto que valoriza o poder físico e a glória em combate.",
						"lang": "pt",
						"name": "Orc"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "azarketi",
				"locales": [
					{
						"description": "Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world.",
						"lang": "en",
						"name": "Azarketi"
					},
					{
						"description": "Os Azarketis, herdeiros do legado de um império destruído, mantêm suas orgulhosas tradições, mas ainda assim vêm à tona para interagir com o resto do mundo.",
						"lang": "pt",
						"name": "Azarketi"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "catfolk",
				"locales": [
					{
						"description": "Curious and gregarious wanderers, catfolk combine features of felines and humanoids in both appearance and temperament. They enjoy learning new things, collecting new tales and trinkets, and ensuring their loved ones are safe and happy. Catfolk view themselves as chosen guardians of natural places in the world and are often recklessly brave, even in the face of overwhelming opposition.",
						"lang": "en",
						"name": "Catfolk"
					},
					{
						"description": "Andarilhos curiosos e gregários, os catfolk combinam características de felinos e humanóides tanto na aparência quanto no temperamento. Eles gostam de aprender coisas novas, colecionar novos contos e bugigangas e garantir que seus entes queridos estejam seguros e felizes. Os catfolk se consideram guardiões escolhidos de lugares naturais do mundo e, muitas vezes, são imprudentemente corajosos, mesmo diante de uma oposição esmagadora.",
						"lang": "pt",
						"name": "Catfolk"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "fetchling",
				"locales": [
					{
						"description": "Once human and now something apart, fetchlings display the Shadow Plane's ancient influence through monochrome complexions, glowing eyes, and the casting of supernatural shadows.",
						"lang": "en",
						"name": "Fetchling"
					},
					{
						"description": "Outrora humanos e agora algo à parte, os fetchlings demonstram a antiga influência do Plano das Sombras por meio de tez monocromática, olhos brilhantes e o lançamento de sombras sobrenaturais.",
						"lang": "pt",
						"name": "Fetchling"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "gnoll",
				"locales": [
					{
						"description": "Powerfully-built humanoids that resemble hyenas, gnolls are cunning warriors and hunters. Their frightening visage and efficient tactics have given them an ill-starred reputation.",
						"lang": "en",
						"name": "Gnoll"
					},
					{
						"description": "Humanóides de constituição poderosa que se assemelham a hienas, os gnolls são guerreiros e caçadores astutos. Sua aparência assustadora e suas táticas eficientes lhes deram uma reputação de mau-caráter.",
						"lang": "pt",
						"name": "Gnoll"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "grippli",
				"locales": [
					{
						"description": "Gripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their outlook and small stature, gripplis often take bold and noble action when the situation demands it.",
						"lang": "en",
						"name": "Grippli"
					},
					{
						"description": "Os gripplis são pessoas tímidas e cautelosas que geralmente procuram evitar se envolver em assuntos complicados e perigosos de outras pessoas. Apesar de sua perspectiva e pequena estatura, os gripplis costumam tomar atitudes ousadas e nobres quando a situação exige.",
						"lang": "pt",
						"name": "Grippli"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "hobgoblin",
				"locales": [
					{
						"description": "Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms.",
						"lang": "en",
						"name": "Hobgoblin"
					},
					{
						"description": "Mais altos e mais fortes do que seus parentes goblins, os hobgoblins são iguais em força e tamanho aos humanos, com ombros largos e braços longos e poderosos.",
						"lang": "pt",
						"name": "Hobgoblin"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "kitsune",
				"locales": [
					{
						"description": "Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them.",
						"lang": "en",
						"name": "Kitsune"
					},
					{
						"description": "Os Kitsune são um povo carismático e espirituoso com uma conexão com o espiritual que lhes concede muitas habilidades mágicas, principalmente o poder de se transformar em outras formas. Quer passem despercebidos entre os outros povos ou mantenham a cauda erguida, os kitsune são observadores inteligentes das sociedades ao seu redor.",
						"lang": "pt",
						"name": "Kitsune"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "kobold",
				"locales": [
					{
						"description": "Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, but those who trespass into their territory find them to be inspired skirmishers, especially when they have the backing of a draconic sorcerer or true dragon overlord. However, these reptilian opportunists prove happy to cooperate with other humanoids when it’s to their benefit, combining caution and cunning to make their fortunes in the wider world.",
						"lang": "en",
						"name": "Kobold"
					},
					{
						"description": "Todos os kobolds sabem que sua estrutura leve esconde o verdadeiro e poderoso poder dracônico. Eles são engenhosos artesãos e aliados devotados em seus redutos, mas aqueles que invadem seu território os consideram inspirados lutadores, especialmente quando contam com o apoio de um feiticeiro dracônico ou de um verdadeiro senhor dos dragões. No entanto, esses oportunistas reptilianos se mostram felizes em cooperar com outros humanoides quando isso é benéfico para eles, combinando cautela e astúcia para fazer fortuna no mundo mais amplo.",
						"lang": "pt",
						"name": "Kobold"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "lizardfolk",
				"locales": [
					{
						"description": "Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves.",
						"lang": "en",
						"name": "Lizardfolk"
					},
					{
						"description": "Os Lizardfolk são sobreviventes consumados, herdeiros de impérios considerados antigos até mesmo pelos elfos.",
						"lang": "pt",
						"name": "Lizardfolk"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "nagaji",
				"locales": [
					{
						"description": "With humanoid figures and serpentine heads, nagaji are heralds, companions, and servitors of powerful nagas. They hold a deep reverence for holy areas and spiritual truths, an aspect many others find as intimidating as a nagaji's appearance.",
						"lang": "en",
						"name": "Nagaji"
					},
					{
						"description": "Com figuras humanoides e cabeças serpentinas, os nagaji são arautos, companheiros e servos de nagas poderosos. Eles têm uma profunda reverência por áreas sagradas e verdades espirituais, um aspecto que muitos outros consideram tão intimidador quanto a aparência de um nagaji.",
						"lang": "pt",
						"name": "Nagaji"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "ratfolk",
				"locales": [
					{
						"description": "Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces.",
						"lang": "en",
						"name": "Ratfolk"
					},
					{
						"description": "Os ysoki - como os ratfolk se autodenominam - são uma linhagem inteligente, adaptável e meticulosa que aglomera alegremente suas famílias numerosas nos menores espaços habitáveis.",
						"lang": "pt",
						"name": "Ratfolk"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "tengu",
				"locales": [
					{
						"description": "Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever innovations and traditions they happen across with those from their own long history.",
						"lang": "en",
						"name": "Tengu"
					},
					{
						"description": "Os tengus são um povo gregário e engenhoso que se espalhou por toda parte a partir de seu lar ancestral em Tian Xia, coletando e combinando quaisquer inovações e tradições que encontrem com as de sua própria longa história.",
						"lang": "pt",
						"name": "Tengu"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "vanara",
				"locales": [
					{
						"description": "Vanaras are inquisitive and mischievous monkey-like humanoids with short, soft fur, expressive eyes, and long, prehensile tails. Their handlike feet and agile builds serve them well in the jungle realms where most vanaras live.",
						"lang": "en",
						"name": "Vanara"
					},
					{
						"description": "Os vanaras são humanoides curiosos e travessos, semelhantes a macacos, com pelo curto e macio, olhos expressivos e caudas longas e preênseis. Seus pés semelhantes a mãos e sua constituição ágil são muito úteis nos reinos da selva onde a maioria dos vanaras vive.",
						"lang": "pt",
						"name": "Vanara"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "android",
				"locales": [
					{
						"description": "Androids tend to be logical introverts, rational and contemplative. Insatiably curious, with an urge to understand themselves and the world around them, androids place great value on intellectual pursuits. They have difficulty interpreting and expressing emotions, both in themselves and in others, which makes them seem distant and uncaring. While androids can forge emotional bonds, they find it more difficult to connect with non-androids.",
						"lang": "en",
						"name": "Android"
					},
					{
						"description": "Os androides tendem a ser introvertidos lógicos, racionais e contemplativos. Insaciavelmente curiosos, com um desejo de entender a si mesmos e o mundo ao seu redor, os androides valorizam muito as atividades intelectuais. Eles têm dificuldade para interpretar e expressar emoções, tanto em si mesmos quanto nos outros, o que os faz parecer distantes e indiferentes. Embora os androides possam criar laços emocionais, eles têm mais dificuldade de se conectar com os não androides.",
						"lang": "pt",
						"name": "Androide"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "inform",
				"identifier": "tiefling",
				"locales": [
					{
						"description": "Simultaneously more and less than mortal, tieflings are the offspring of humans and fiends. With otherworldly blood and traits to match, tieflings are often shunned and despised out of reactionary fear. Most tieflings never know their fiendish sire, as the coupling that produced their curse occurred generations earlier.",
						"lang": "en",
						"name": "Tiefling"
					},
					{
						"description": "Simultaneamente mais e menos que mortais, os tieflings são descendentes de humanos e demônios. Com sangue e características de outro mundo, os tieflings são frequentemente evitados e desprezados por medo reacionário. A maioria dos tieflings nunca conhece seu pai demoníaco, pois o acoplamento que produziu sua maldição ocorreu gerações antes.",
						"lang": "pt",
						"name": "Tiefling"
					}
				],
				"severity": "inform"
			}
		],
		"labelValues": [
			"label-name",
			"alchemist",
			"barbarian",
			"bard",
			"champion",
			"cleric",
			"druid",
			"fighter",
			"monk",
			"witch",
			"wizard",
			"rogue",
			"ranger",
			"sorcerer",
			"psychic",
			"kineticist",
			"summoner",
			"oracle",
			"investigator",
			"magus",
			"swashbuckler",
			"thaumaturge",
			"dwarf",
			"elf",
			"gnome",
			"goblin",
			"halfling",
			"human",
			"leshy",
			"orc",
			"azarketi",
			"catfolk",
			"fetchling",
			"gnoll",
			"grippli",
			"hobgoblin",
			"kitsune",
			"kobold",
			"lizardfolk",
			"nagaji",
			"ratfolk",
			"tengu",
			"vanara",
			"android",
			"tiefling"
		]
	}
}