{
	"$type": "app.bsky.labeler.defs#labelerViewDetailed",
	"uri": "at://did:plc:sredqd6wh7spqe25dkm5cxrv/app.bsky.labeler.service/self",
	"cid": "bafyreifsaxnq6c3evm3444lc3dzqkl4z5y3yo26chzwgwketj5vobaelya",
	"creator": {
		"did": "did:plc:sredqd6wh7spqe25dkm5cxrv",
		"handle": "proto.cosm.blue",
		"displayName": "Protocosm 💠",
		"avatar": "https://cdn.bsky.app/img/avatar/plain/did:plc:sredqd6wh7spqe25dkm5cxrv/bafkreifdzygysnlw5trmep53bhbuusfdm3gziw44mb53q77iutaywuqebm@jpeg",
		"associated": {
			"labeler": true
		},
		"labels": [],
		"createdAt": "2024-12-03T02:10:49.946Z",
		"description": "Labels based on aspects of the 64 Cosmograms ∙ @cosmeffect.com  \ncosmeffect.com/aspects \ncosmeffect.com/philosophy \ncosmeffect.com/cosmograms",
		"indexedAt": "2025-01-20T08:37:22.045Z"
	},
	"likeCount": 5,
	"indexedAt": "2024-12-09T13:20:47.106Z",
	"labels": [],
	"policies": {
		"labelValueDefinitions": [
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "amactive",
				"locales": [
					{
						"description": "An active mode is one that can be seen as an antecedent causal factor of any other responsive mode, akin to a material cause. Leading up to or transmuting into a mode of either passivity or receptivity after its initial causal activity, an active mode moves towards something downstream of itself. This initial activity could be said to be the active force behind anything subsequent of it. Not necessarily the first cause in anything, an active mode is a mode of functioning that drives most action behind any and all causes.",
						"lang": "en",
						"name": "Active"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "ampassive",
				"locales": [
					{
						"description": "A passive mode may exhibit and be considered as an intermediary step between initial causes and the effects afterward, akin to a formal cause. As an in-between state from cause to effect, along with the receptive mode, these two modes follow from an active input being processed before there is a decision, or a reactive output, is made. The passive differs from the receptive in that the passive mode is more of a direct and opposite response of an action and isn’t necessarily passive but will likely yield to any active occurrences. A passive mode takes the path of least resistance and is directed more toward efficiency rather than efficacy.",
						"lang": "en",
						"name": "Passive"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "amreceptive",
				"locales": [
					{
						"description": "A receptive mode may exhibit qualities like that of a vessel or a gathering of information before a reaction occurs, akin to an efficient cause. Similar to the passive mode, it is also an intermediary step between any apparent causes and reactive effects, except here, receptivity takes in what occurs from activity and makes a decision towards a subsequent reaction. The receptive, more directed towards efficacy over efficiency, lays itself out as a counterpoint to the passive mode. Both the receptive and passive are neither direct causes nor effects but can guide causes toward specific desired effects.",
						"lang": "en",
						"name": "Receptive"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "amreactive",
				"locales": [
					{
						"description": "The reactive mode is the effect that any active mode attempts to achieve, akin to a final cause. The active and reactive are in opposition, not from being either a cause or an effect, but the reactive opposes the active in the sense that they are coinciding opposites of action and may be considered complementary of one another. Any reaction that occurs is the result of sequential processes from the active to the passive or receptive and then to a reactive mode. This whole process is never fully complete though, as when a process of action to reaction occur in any single moment, they lead directly into another process of action to reaction.",
						"lang": "en",
						"name": "Reactive"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "aqfluid",
				"locales": [
					{
						"description": "Out of the four quiddities, flowing order makes for the harmony and synchrony between the other quiddities. Where there is fluidity, there is flowing consistency and constant adaptation where ever they may cohere. With this ever-flowing quiddity there is also space for persistence through time and a maleable durability. Fluidity could be considered as the electricity, current of what animates any experience or phenomenon, even if it goes by unnoticed. When things go as they should, they are within some flowing order and move along through the world and our perceptions rather fluidly. \n\nHaving a fluid quiddity or nature is much like that of water in the sense that liquidity appears as an emergent phenomenon, which roughly relates to how we may see our conscious experiences as. As separate phenomenal senses add together and cohere into a whole, they create a metaphorical liquidity of the mind, just as individual molecules make up the properties of water. To extend this metaphor a bit further, each of our separate conscious experiences makes up a single drop of water in an ocean of consciousness. This ocean could be considered as the collective consciousness which is trying to emerge from each of the droplets or as our own complete conscious experience at any one moment.",
						"lang": "en",
						"name": "Fluid"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "aqvivid",
				"locales": [
					{
						"description": "A vivid quiddity is like a primitive feeling or emotion that anything could experience. A certain loss of order can lead to a perturbation of a state where things will start to  have a noticeable difference and change from where there once was something else prior. As they ebb, ordered states can start to open to a reorganization of previous harmonious and ordered states. With there being a porous opening of what has once encapsulated, new features may emerge into being and a new feeling may arise. \n\nWhere there is an ebb of order, there is an awareness of it having been so, which can lead to a state of reflection upon previous harmoniously ordered states. This reflection happens from a disturbance of order yet still has order very much a part of it. Leading into a disordered state is where drops of consciousness gain a recollection of what things were like in past harmonious states and add the element of feeling and emotion to experience. These feelings and emotions may be in a most basic form, but countless overlapping of these all add to the complex emotions we experience in our day-to-day consciousness and may be more or less positive or negative.",
						"lang": "en",
						"name": "Vivid"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "aqlucid",
				"locales": [
					{
						"description": "Where novel properties and states begin to appear among many cosmograms in coherence. Much like memory looking back, a mirrored reflection on the past, or a symmetric echo, disordered flows arise with them the opportunity to 'look back' on previous states that have been. A lucid quiddity is one where any histories, futures, and diverging trails will all have led, may lead to or have led, and will all have led to. As an in-between and transitive mode, until order undulates and cycles around again, there comes potential for newer, perhaps better, more adaptive states to anneal and be tempered into place. As cyclic processes that progress however often, disorder in a cycle allows for more to be formed from it.\n\nQuite like a mental picture of something, imagining, fantasizing, or a flashing memory of something just seen, this quiddity retains an arising and falling sense of order of what has occurred beforehand. Where there is disorder, there is order contra to it. The contrast of the two can lead to a sensory gathering mode of perception–searching for either any previous order or entirely new and emergent structures. This allows for an evolving mind that, when not overly disordered, can return with potentially new knowledge. Insights may arise like nerves, and while emerging, can be formative to experience and may become part of larger processes where lucidity has the potential to be integrated and reflected upon.",
						"lang": "en",
						"name": "Lucid"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "aqhybrid",
				"locales": [
					{
						"description": "With an ebb of disorder but before any order flows back and gets restored is a hybrid state. Taking on aspects of all three of the other quiddities, a hybrid one where the ebbing of a disorder can exhibit itself as uncertainty or a reforming and restructuring process. Never quite fully chaos but also not completely with sequence or steucture, and with a fusion of qualities, there is much that would be unknown of this properties of this quiddity. Yet, in an ebbing process of disorder also comes the emergence and concresence of features from these unknown qualities. They may take shape from out of an uncertain nature and what remains and is retained after. Out of near chaos comes the most to yield.\n\nBefore any order restors, there is much to be processed and integrated from the disorder and of the whole flux. A return to order is the end of an integration process, and for us, may seem and appear much like our thoughts being thought through. Thoughts attempt to make present sense of previous experience of other quiddities through cognition but may appear elsewhere within the world just as our objectivity does. An ebbing away from disorder is to bring about an order from the out of the dark into the light experience, awareness, and imagery that is in ourselves, the world, and the universe at large.",
						"lang": "en",
						"name": "Hybrid"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "avactual",
				"locales": [
					{
						"description": "Actuality is the most compelling vitality of the four. It's what is considered to exist and what is real, solid, and objective in the world, although not necessarily true. Anything vitally drawn towards actuality is rather pragmatic and veridical within the world as what is actual has more tangibility than anything else. That is because, with a calm wholeness, there is something concrete and stable to whatever may fit into what is actual and can be consistently relied upon. \n\nStrictly speaking - what there is. The most solid of the vitalities and is the one that is most true in the objective world, our subjective experiences, and a blending of the two. What we know to be true and real is also actual and exists as something that is rather than something that could be. Actualities are what accounts for all the data we can make sense of and that can be confirmed from multiple perspectives. Any one perspective may or may not be a complete picture of the actual object or subject experience, but may still be said to have truth and could be verifiable.",
						"lang": "en",
						"name": "Actuality"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "avable",
				"locales": [
					{
						"description": "What anything is capable of achieving through its interactions with others. Depending on the accompanying quiddity, a vital ability, along with capacity, may be an in-between state of actuality and virtuality, between becoming and being. It is what can be rather than what is or has to be. Less tangible than the actual, there is less rigidness and more malleability to anything that falls into or exhibits this vitality. Something that could be true or can perhaps also be said to be close to the truth, but never quite wholly verifiable. \n\nThings that have a physical aspect yet are not quite entirely whole in their scope, this vitality has to do somewhat with how minds interact with objects in the world. The interaction of the two is where there can be an alteration of this vitality to make it either more or less vital or real and true. Being something changeable and maleable, it allows for a selection of options of where to go next in a process, to allow for forms, as well as thoughts, to be extracted or retracted. To be able to be open to change, there must be the ability for something else to be and become.",
						"lang": "en",
						"name": "Ability"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "avcapable",
				"locales": [
					{
						"description": "Being of emptiness, this vitality is also of something that isn't quite fully present or attainable, but contains a capability to allow for a potential becoming. Nearer to virtuality than actuality, this vital aspect is something that is more of a mental concept or idea rather than something external in the world around us. Anything that is capable of existing however can possibly be said to be real, at least in some minor sense, but will more often be questioned. Anything capable of having any vitality at all could be said to be in a state of becoming rather than being.\n\nNot having any certain substance or material, there comes with it the potential for there to be something in the future to occupy empty spaces. It allows an open vessel for something to become. Closer to thought forms than something with a solid presence, there can be many overlapping capacities that may lead to what could be if given proper substance or some acquired reality. When there is a void, there is a chance for that void to become filled. This makes a dynamic, ever-changing and evolving future of things of could be rather than what already is.",
						"lang": "en",
						"name": "Capacity"
					}
				],
				"severity": "inform"
			},
			{
				"adultOnly": false,
				"blurs": "none",
				"defaultSetting": "warn",
				"identifier": "avvirtual",
				"locales": [
					{
						"description": "Considerably the most unreal of the vitalities, yet still being a part all that there is, even if it is only in the outer limits of perceptibility. The rough aspect makes any communication of the virtual seem otherworldly or possibly delusional in some way. Although existent, whatever may be of a virtual vitality may seem to be veridical. It can also cause upset or confusion if not applied with care, as if there is little to no reality or truth to something virtually existent. There may also be little to no way of verifying or confirming what could one day be. \n\nKind of like a dream one can have. This is where there is no real content to be found and where objects are not present. The lack of substance or content means that there is no real effect this may have on daily life, but can still be vitally important to be aware of. The dream-like nature of virtuality is akin to the unconscious and doesn't always immediate influence, but can still steer us in certain directions and be affective.",
						"lang": "en",
						"name": "Virtuality"
					}
				],
				"severity": "inform"
			}
		],
		"labelValues": [
			"amactive",
			"ampassive",
			"amreceptive",
			"amreactive",
			"aqfluid",
			"aqvivid",
			"aqlucid",
			"aqhybrid",
			"avactual",
			"avable",
			"avcapable",
			"avvirtual"
		]
	}
}